docs-H/dot/JudgeAssignTask_User.dot
digraph G {
rankdir="LR";
"JudgeAssignTask_User" -> "IhpColocatedTask_Organization" [label=3]
"SpecialCaseMovementTask_User" -> "JudgeAssignTask_User" [label=5]
"JudgeAssignTask_User" -> "JudgeDecisionReviewTask_User" [label=77]
"EvidenceSubmissionWindowTask_Organization" -> "JudgeAssignTask_User" [label=4]
"JudgeAssignTask_User" -> "AttorneyTask_User" [label=2]
"TrackVeteranTask_Organization" -> "JudgeAssignTask_User" [label=7]
"InformalHearingPresentationTask_User" -> "JudgeAssignTask_User" [label=16]
"EvidenceOrArgumentMailTask_User" -> "JudgeAssignTask_User" [label=3]
"DistributionTask_Organization" -> "JudgeAssignTask_User" [label=48]
"InformalHearingPresentationTask_Organization" -> "JudgeAssignTask_User" [label=20]
}
